Repository: jaywink/socialhome
Catalog: socialhome/locale/*/LC_MESSAGES/django.po
Languages: fr, hy, nl

source: Choose policy document types to send emails about first!
fr: Veuillez d'abord choisir les types de documents de politique au sujet desquels des courriels seront envoyés !
nl: Kies het soort beleidsdocumenten waarover je e-mails wilt versturen!

source: Policy document update emails queued for sending.
fr: Les courriels au sujet de la mise à jour du document de politique sont en attente d'envoi.
nl: De e-mails met nieuwe beleidsdocumenten zijn ingepland.

source: Send email update to all users
fr: Envoyer un courriel de mise à jour à tous les utilisateurs
hy: Ուղարկել բոլոր օգտատէրերին
nl: E-mailupdates naar alle gebruikers versturen

source: Terms of service
fr: Conditions d'utilisation
hy: ծառայութեան պայմաններ
nl: Gebruiksvoorwaarden

source: Privacy policy
fr: Politique sur la vie privée
hy: գաղտնիութիւն
nl: Privacybeleid

source: Public
hy: հրապարակային
nl: Openbaar

source: Limited
fr: Restreint
hy: սահմանափակ
nl: Beperkt

source: Site
hy: կայք
nl: Website

source: Self
fr: Moi seul
hy: Ինքզինք
nl: Alleen ik

source: Log all outbound payloads
fr: Enregistrer toutes les charges utiles sortantes
nl: Alle uitgaande verbindingen loggen

source: If set to true, all outbound payloads will be saved as federate.Payload instances (available in the admin). This is a performance hit so should only be turned on for temporary debugging.
fr: Si cette option est activée, toutes les charges utiles sortantes seront enregistrées en tant qu'instances federate.Payload (disponibles dans l'administration). Cette option a un impact sur les performances et ne doit être activée que pour un débogage temporaire.
nl: Schakel in om alle uitgaande verbindingen vast te leggen in een logboek. Let op: dit is van grote invloed op de prestaties, dus schakel dit alléén in voor tijdelijke foutopsporing.

source: Log all receive payloads
fr: Enregistrer toutes les charges utiles reçues
nl: Alle inkomende verbindingen loggen

source: If set to true, all inbound payloads will be saved as federate.Payload instances (available in the admin). This is a performance hit so should only be turned on for temporary debugging.
fr: Si cette option est activée, toutes les charges utiles entrantes seront enregistrées en tant qu'instances federate.Payload (disponibles dans l'administration). Cette option a un impact sur les performances et ne doit être activée que pour un débogage temporaire.
nl: Schakel in om alle inkomende verbindingen vast te leggen in een logboek. Let op: dit is van grote invloed op de prestaties, dus schakel dit alléén in voor tijdelijke foutopsporing.

source: Content
fr: Publication
hy: բովանդակութիւն
nl: Items

source: Reply
fr: Répondre
hy: պատասխանել
nl: Antwoorden

source: Share
fr: Partager
hy: տարածել
nl: Delen

source: Recipients
fr: Destinataires
hy: ստացողներ
nl: Ontvangers

source: Recipients cannot be empty if not including followed users.
fr: Les destinataires ne peuvent pas être vides si les utilisateurs auxquels vous êtes abonné ne sont pas inclus.
hy: ստացողների դաշտը չի կարող դատարկ լինել, եթէ չի պարունակում հետեւուող օգտատէրերին։
nl: Voer de namen van ontvangers in.

source: Recipient %s is not in the correct format.
fr: Le format du destinataire %s est incorrect.
hy: %s հասցէատիրոջ ֆորմատը սխալ է։
nl: “%s” is niet met de juiste opmaak geschreven.

source: Not all recipients could be found.
fr: Certains destinataires sont introuvables.
hy: ոչ բոլոր ստացողներն են գտնուել։
nl: Niet alle ontvangers zijn beschikbaar.

source: Title
fr: Titre
hy: վերնագիր
nl: Titel

source: Description
hy: նկարագրութիւն
nl: Beschrijving

source: Image URL
fr: URL de l'image
hy: նկարի URL
nl: Afbeeldingsurl

source: Modified
fr: Modifié
hy: փոփոխուած է
nl: Bewerkt

source: OEmbed HTML content
fr: Contenu HTML OEmbed
hy: OEmbed HTML բովանդակութիւն
nl: OEmbed-html-inhoud

source: Name
fr: Nom
hy: անուն
nl: Naam

source: Created
fr: Créé
hy: ստեղծուած է
nl: Geschreven op

source: Text
fr: Texte
hy: տեքստ
nl: Tekst

source: Author
fr: Auteur
hy: հեղինակ
nl: Auteur

source: Federation ID
fr: ID de fédération
hy: դաշնութեան ID
nl: Federatie-id

source: Reply Collection ID
nl: Verzamelings-id van antwoord

source: Pinned to profile
fr: Épinglé au profil
hy: կցած է պրոֆիլին
nl: Vastgemaakt aan profiel

source: Order
fr: Ordre
hy: կարգ
nl: Volgorde

source: Service label
fr: Étiquette de service
nl: Dienstlabel

source: Show OEmbed or OpenGraph preview
fr: Afficher l'aperçu OEmbed ou OpenGraph
hy: Ցուցադրել OEmbed կամ OpenGraph նախադիտում
nl: OEmbeds en OpenGraphs voorvertonen

source: Disable to turn off fetching and showing an OEmbed or OpenGraph preview using the links in the text.
fr: Désactiver pour empêcher la récupération et l'affichage d'un aperçu d'OEmbed ou d'OpenGraph en utilisant les liens dans le texte.
nl: Schakel uit om OEmbeds en OpenGraphs in links niet voor te vertonen.

source: Mentions
hy: Նշումներ
nl: Vermeldingen

source: Tags
fr: Étiquettes
hy: պիտակներ
nl: Labels

source: Parent
hy: Ծնող
nl: Hoofdbericht

source: Share of
fr: Partagé par
nl: Gedeeld via

source: Federate to remote servers
fr: Fédérer vers les ux serveurs distants
hy: ուղարկել (ֆեդերացնել) դէպի այլ սպասարկիչներ
nl: Verspreiden op externe servers

source: Disable to skip federating this version to remote servers. Note, saved content version will still be updated to local streams.
fr: Désactiver pour ne pas fédérer cette version aux serveurs distants. Remarque : la version du contenu sauvegardé sera toujours mise à jour dans les flux locaux.
nl: Schakel uit om deze versie niet te verspreiden op externe servers. Let op: de inhoudsversie zal nog wel worden bijgewerkt op lokale streams.

source: Limitied visibilities
fr: Visibilités restreintes
hy: տեսանելիութեան սահմանափակում
nl: Zichtbaarheid beperken

source: Include people I follow
fr: Inclure les gens que je suis
hy: ներառել մարդկանց ում ես հետեւում եմ
nl: Mensen die ik volg

source: Automatically includes all the people you follow as recipients.
fr: Inclut automatiquement comme destinataires tous les gens que vous suivez.
hy: աւտոմատ կերպ ներառում է բոլորին, ում դու հետեւում ես։
nl: Voeg mensen die je volgt automatisch toe als ontvangers.

source: Remote created
fr: Créé à distance
nl: Extern aangemaakt

source: Local
hy: տեղական
nl: Lokaal

source: Rendered text
fr: Texte animé
hy: նիւթաւորուած տեքստ
nl: Getoonde tekst

source: Reply count
fr: Nombre de réponses
hy: պատասխանների քանակը
nl: Aantal antwoorden

source: Shares count
fr: Nombre de partages
hy: տարածումների քանակը
nl: Aantal keer gedeeld

source: Root parent
fr: Racine du parent
nl: Hoofdbericht

source: This recipient couldn't be found (please check the format).
fr: Destinataire introuvable (veuillez vérifier le format).
hy: Ստացողը չի գտնուել (ստուգէք ձեւաչափը)։
nl: Deze ontvanger is niet beschikbaar - controleer de opmaak.

source: Update reply
fr: Modifier la réponse
hy: թարմացնել պատասխանը
nl: Antwoord bijwerken

source: Update
fr: Modifier
hy: թարմացնել
nl: Bijwerken

source: Create
fr: Créer
hy: գրառել
nl: Maken

source: Confirm delete
fr: Confirmer la suppression
hy: հաստատել ջնջելը
nl: Verwijderen bevestigen

source: Delete
fr: Détruire
hy: ջնջել
nl: Verwijderen

source: Cancel
fr: Annuler
hy: չեղարկել
nl: Annuleren

source: Tip! Share pages easily by bookmarking our
fr: Astuce ! Partagez facilement les pages en mettant en signet notre
nl: Tip: deel pagina's makkelijker met behulp van ons

source: New follower: %s
fr: Nouvel abonné : %s
hy: նոր հետեւող՝ %s
nl: Nieuwe volger: %s

source: You have been mentioned
fr: Vous avez été mentionné
hy: ձեզ նշել են
nl: Je bent vermeld

source: New reply to: %s
fr: Nouvelle réponse à : %s
hy: նոր պատասխան %s֊ին
nl: Antwoord aan %s

source: New share of: %s
fr: Nouveau partage de : %s
hy: %s֊ի նոր տարածում
nl: Gedeeld bericht van %s

source: Data export is ready for download
fr: L'exportation des données est prête à être téléchargée
hy: արտահանած տուեալները պատրաստ են ներբեռնելու համար
nl: Je gegevensexport is samengesteld

source: Important updates to our Terms of Service and Privacy Policy documents
fr: Mises à jour importantes de nos conditions de service et de notre politique de confidentialité
nl: Belangrijke updates omtrent onze gebruiksvoorwaarden en ons privacybeleid

source: Important updates to our Privacy Policy document
fr: Mises à jour importantes de notre document sur la politique de confidentialité
nl: Belangrijke updates omtrent ons privacybeleid

source: Important updates to our Terms of Service document
fr: Mises à jour importantes de notre document sur les conditions de service
nl: Belangrijke updates omtrent onze gebruiksvoorwaarden

source: Dear
fr: Cher
hy: սիրելի
nl: Beste

source: Wishing you a nice day
fr: Je vous souhaite une bonne journée
hy: քեզ լաւ օր
nl: We wensen je een prettige dag

source: The friendly %(site_name)s notifications robot
fr: Le sympathique robot de notification de %(site_name)s
hy: %(site_name)s֊ի ծանուցումների ընկերասէր ռոբոտ notifications robot
nl: De vriendelijke meldingsrobot van %(site_name)s

source: Your data export is ready for download.
fr: Votre exportation de données est prête à être téléchargée.
hy: քո տուեալները պատրաստ են ներբեռնելու համար
nl: Je gegevens kunnen worden gedownload.

source: Download here
fr: Téléchargez ici
hy: ներբեռնել
nl: Downloaden

source: Your data export is ready for download:
fr: Votre exportation de données est prête à être téléchargée :
hy: Արտահանուած տուեալները պատրաստ են՝ ներբեռնելու համար։
nl: Je gegevens kunnen worden gedownload:

source: You have a new follower:
fr: Vous avez un nouvel abonné :
hy: Նոր հետեւորդ՝
nl: Je hebt een nieuwe volger:

source: You have been mentioned by
fr: Vous avez été mentionné(e) par
hy: Ձեզ նշել է
nl: Je bent vermeld door

source: Link to the content:
fr: Lien vers la publication :
hy: Յղում բովանդակութեանը՝
nl: Link naar het item:

source: The changes have become effective at
fr: Les changements sont entrés en vigueur à
hy: Փոփոխութիւններն ակտիւացել են սկսած
nl: De wijzigingen gaan in op

source: Please find the updated Terms of Service document
fr: Veuillez trouver le document mis à jour des conditions de service
nl: Lees onze bijgewerkte gebruiksvoorwaarden

source: here
fr: ici
hy: այստեղ
nl: hier

source: Please find the updated Privacy Policy document
fr: Veuillez trouver le document mis à jour de la politique de confidentialité
nl: Lees ons bijgewerkte privacybeleid

source: No actions are required by you. By continuing to use the service you accept the new document(s).
fr: Aucune action n'est requise de votre part. En continuant à utiliser le service, vous acceptez le(s) nouveau(x) document(s).
nl: Je hoeft verder niets te doen. Door gebruik te blijven maken van de dienst, ga je automatisch akkoord met de nieuwe documenten.

source: Please find the updated Terms of Service document at
fr: Veuillez trouver le document mis à jour des conditions de service à l'adresse suivante
nl: Lees onze bijgewerkte gebruiksvoorwaarden op

source: Please find the updated Privacy Policy document at
fr: Veuillez trouver le document mis à jour de la politique de confidentialité à l'adresse suivante
nl: Lees ons bijgewerkte privacybeleid op

source: There is a new reply to content you have participated in by
fr: Il y a une nouvelle réponse pour un publication à laquelle vous avez participé, par
hy: Շղթան, որին դուք մասնակցել էք, մեկնաբանուել է՝
nl: Er is een antwoord gegeven in een gesprek waaraan je hebt deelgenomen

source: React to the reply here:
fr: Réagir à la réponse ici :
hy: Արձագանքէք այստեղ՝
nl: Reageer hier op het antwoord:

source: Your content has received a new share by
fr: Votre publication a été partagée par
hy: Ձեր գրառումը տարածեց
nl: Je item is gedeeld door

source: Search string is invalid, please try another one.
fr: La chaîne de recherche n'est pas valide, veuillez en essayer une autre.
hy: Փնտրուող տողը սխալ է, փորձէք այլ տող։
nl: De zoekopdracht is ongeldig - probeer een andere.

source: Search
fr: Recherche
hy: Փնտրել
nl: Zoeken

source: Search term
fr: Critère de recherche
hy: Փնտրուող բառը
nl: Zoekopdracht

source: Type a search term
fr: Entrez un critère de recherche
hy: Ներմուծէք փնտրուող բառը
nl: Voer een zoekopdracht in

source: Profiles
fr: Profils
nl: Profielen

source: Unfollow
fr: Ne plus suivre
nl: Ontvolgen

source: Follow
fr: Suivre
hy: Հետեւել
nl: Volgen

source: No results found.
fr: Aucun résultat trouvé.
hy: Արդիւնք չկայ։
nl: Er zijn geen zoekresultaten.

source: Previous
fr: Précédent
hy: Նախորդ
nl: Vorige

source: Next
fr: Suivant
hy: Յաջորդ
nl: Volgende

source: There are more tags results. Please refine the query.
fr: Il y a plus de résultats d'étiquettes. Veuillez affiner la recherche.
nl: Er zijn meer labelresultaten - verfijn de zoekopdracht.

source: edited
fr: modifié
hy: խմբագրուած է
nl: bewerkt

source: Home
fr: Accueil
hy: Տուն
nl: Startpagina

source: Profile
fr: Profil
hy: Պրոֆիլ
nl: Profiel

source: reply
fr: répondre
hy: պատասխանել
nl: antwoord

source: Full editor
fr: Éditeur complet
hy: Առաջադէմ խմբագրիչ
nl: Volledige bewerker

source: Reply text...
fr: Texte de la réponse...
hy: Պատասխանել…
nl: Antwoordtekst…

source: unshare
fr: ne plus partager
hy: Ապատարածել
nl: niet meer delen

source: share
fr: partager
hy: տարածել
nl: delen

source: Replies
fr: Réponses
hy: Մեկնաբանութիւններ
nl: Antwoorden

source: Shares
fr: Partages
hy: Տարածումներ
nl: Delingen

source: Hide NSFW content
fr: Cacher le contenu NSFW
hy: Թաքցնել քըխ բովանդակութիւնը
nl: 18+-inhoud verbergen

source: Show NSFW content
fr: Afficher le contenu NSFW
hy: Ցուցադրել քըխ բովանդակութիւնը
nl: 18+-inhoud tonen

source: Contains public content from around the network.
fr: Contient des publications publiques provenant de tout le réseau.
hy: Պարունակում է համաշխարհային հանրային բովանդակութիւն։
nl: Bevat openbare items van het netwerk.

source: Followed
fr: Abonnements
hy: Հիմնական
nl: Gevolgde gebruikers

source: Content from followed users.
fr: Publications des utilisateurs auxquels vous êtes abonné.
hy: Բովանդակութիւն հետեւուող օգտատէրերից։
nl: Items van gevolgde gebruikers.

source: Contains non-public content where you are recipient.
fr: Contient des publications non publiques dont vous êtes le destinataire.
hy: Պարունակում է ձեզ վերաբերող ոչ հանրային բովանդակութիւն։
nl: Bevat niet-openbare items waarvan je een ontvanger bent.

source: Contains content from local users.
fr: Contient les publications des utilisateurs locaux.
hy: Պարունակում է հանգոյցի օգտատէրերի բովանդակութիւն։
nl: Bevat items van lokale gebruikers.

source: All content tagged with
fr: Toutes les publications étiquetées avec
hy: Ամէնն ինչ պիտակուած է
nl: Alle items gelabeld met

source: Followed tags
fr: Étiquettes suivies
hy: Հետեւուող պիտակներ
nl: Gevolgde labels

source: Content from all followed tags.
fr: Publications de toutes les étiquettes suivies.
hy: Բովանդակութիւն հետեւուող պիտակներից։
nl: Items met gevolgde labels.

source: Change picture
fr: Changer l'image
hy: Փոխել նկարը
nl: Foto wĳzigen

source: Followers
fr: Abonné-e-s
hy: Հետեւողներ
nl: Volgels

source: Following
fr: Abonnements
hy: Հետեւում ես
nl: Volgend

source: Organize profile content
fr: Organiser le contenu du profil
hy: Կարգաւորել պրոֆիլը
nl: Profielitems ordenen

source: Update profile
fr: Modifier le profil
hy: Թարմացնել պրոֆիլը
nl: Profiel bijwerken

source: User handle or URL on The Federation
fr: Identifiant ou URL de l'utilisateur sur La Fédération
nl: Gebruikersnaam of url op de federatie

source: Pinned content
fr: Publications épinglées
hy: Ամրացուած բովանդակութիւն
nl: Vastgemaakte items

source: All content
fr: Toutes les publications
hy: Ամէնը
nl: Alle items

source: %s new post available
fr: %s nouvelle publication disponible
hy: %s նոր գրառում
nl: Er is %s nieuw bericht

source: Save
fr: Enregistrer
hy: Պահել
nl: Opslaan

source: Header 1
fr: En-tête 1
hy: Վերնագիր 1
nl: Kop 1

source: Header 2
fr: En-tête 2
hy: Վերնագիր 2
nl: Kop 2

source: Header 3
fr: En-tête 3
hy: Վերնագիր 3
nl: Kop 3

source: Header 4
fr: En-tête 4
hy: Վերնագիր 4
nl: Kop 4

source: Header 5
fr: En-tête 5
hy: Վերնագիր 5
nl: Kop 5

source: Header 6
fr: En-tête 6
hy: Վերնագիր 6
nl: Kop 6

source: By url
fr: Par URL
hy: Ըստ url֊ի
nl: Op url

source: Bold
hy: Թաւատառ
nl: Vetgedrukt

source: Toggle fullscreen (F11)
fr: Basculer en plein écran (F11)
hy: Լիաէկրան (F11)
nl: Schermvullende weergave (F11)

source: Markdown guide
fr: Guide Markdown
hy: Նշաձւեի ձեռնարկ
nl: Markdownhandleiding

source: Heading
fr: En-tête
hy: Խորագիր
nl: Kop

source: Insert Horizontal Line
hy: Ներդնել հորիզոնական գիծ
nl: Horizontale lijn invoegen

source: The image %s couldn't be uploaded
fr: L'image %s n'a pas pu être téléversée
hy: հնարաւոր չէ վերբեռնել %s նկարը
nl: ‘%s’ kan niet worden geüpload

source: add an image using an url (Ctrl-Alt-I)
fr: ajouter une image en utilisant un URL (Ctrl-Alt-I)
hy: աւելացնել նկար url օգտագործելով (Ctrl-Alt-I)
nl: voeg een afbeelding toe op basis van een url (Ctrl+Alt+I)

source: Italic
hy: Շեղատառ
nl: Cursief

source: Create Link
nl: Link maken

source: Loading...
fr: Chargement...
hy: Բեռնւում է…
nl: Bezig met laden…

source: Numbered List
hy: համարակալուած ցանկ
nl: Genummerde lijst

source: Insert image
fr: Insérer une image
hy: Ներդնել պատկեր
nl: Afbeelding invoegen

source: Toggle preview (Ctrl-P)
fr: Basculer en mode aperçu (Ctrl-P)
hy: Նախադիտել (Ctrl-P)
nl: Voorvertoning aan/uit (Ctrl+P)

source: You can upload images using the camera icon or by dragging them to the text area. Valid file types: png/jpg/svg/gif.
fr: Vous pouvez téléverser des images en cliquant sur l'icône de la caméra ou en les glissant vers la zone de texte. Format supportés : png/jpg/svg/gif.
hy: Կարող ես նկար վերբեռնել՝ օգտագործելով խցիկի պատկերակը, կամ քաշելով այն տեքստի տիրոյթ։ Վաւեր նիշքի տիպերն են՝ png/jpg/svg/gif։
nl: Je kunt afbeeldingen uploaden door op het camerapictogram te klikken of door ze naar het tekstvak te slepen. Ondersteunde bestandstypes: png/jpg/svg/gif.

source: Quote
hy: Մէջբերում
nl: Citaat

source: Generic List
hy: Ընդհանուր ցանկ
nl: Algemene lijst

source: Upload image
fr: Téléverser une image
hy: Վերբեռնել նկար
nl: Afbeelding uploaden

source: Toggle side by side (F9)
fr: Basculer en mode côte à côte
hy: Կողք կողքի (F9)
nl: Zij-aan-zij tonen

source: visible to anyone, even anonymous users and internet search bots.
fr: visible par tous, même par les utilisateurs anonymes et les robots de recherche sur Internet.
hy: բոլորին տեսանելի, անգամ անանուն օգտատէրերի եւ համացանցում փնտրող բոտերի։
nl: zichtbaar voor iedereen, zelfs voor anonieme gebruikers en zoekrobots.

source: visible only to those mentioned in the text and/or your mutuals.
hy: տեսանելի միայն նրանց, որ նշուած են տեքստում եւ/կամ ձեր փոխադարձներին։
nl: alleen zichtbaar voor vermelde personen en/of gemeenschappelijke vrienden.

source: visible to only users who are logged in. Does not federate to other servers.
fr: visible uniquement par les utilisateurs qui sont connectés. Ne se fédère pas à d'autres serveurs.
hy: տեսանելի միայն նրանց համար, որ մուտք գործած են։ Չի ֆեդերացւում այլ սպասարկիչներ։
nl: alleen zichtbaar voor ingelogde gebruikers. Er vindt geen verspreiding naar andere servers plaats.

source: visible to only self. Does not federate to other servers.
fr: visible uniquement par vous seul. Ne se fédère pas à d'autres serveurs.
hy: տեսանելի միայն քեզ։ Չի ֆեդերացւում այլ սպասարկիչներ։
nl: alleen zichtbaar voor jezelf. Er vindt geen verspreiding naar andere servers plaats.

source: Edit
fr: Éditer
hy: Խմբագրել
nl: Bewerken

source: Hidden textarea
fr: Zone de texte cachée
hy: Թաքնուած տեքստի տիրոյթ
nl: Verborgen tekstvak

source: Include your mutuals
hy: Ներառել ձեր փոխադարձներին
nl: Inclusief gemeenschappelijke vrienden

source: Automatically include people you follow that also follow you as recipients.
nl: Voeg automatisch mensen die je volgt en jou eveneens volgen toe als ontvanger.

source: Enter the recipients' handles (eg @user@example.com) in the editor window. Sorry, no search yet...
nl: Voer de gebruikersnamen van de ontvangers in (bijv. @gebruiker@voorbeeld.nl). Sorry, er is nog geen zoekmechanisme…

source: Visibility
fr: Visibilité
hy: Տեսանելիութիւն
nl: Zichtbaarheid

source: Tip: You can use the "Self" visibility to create draft content and then change the visibility to for example "Public" when you want to publish it.
fr: Conseil : vous pouvez utiliser la visibilité "Moi seul" pour créer un brouillon de contenu, puis changer la visibilité en "Public", par exemple, lorsque vous souhaitez le publier.
hy: Ակնարկ՝ Կարող էք օգտագործել «ինքզինք» տեսանելիութիւն սեւագիր ստեղծելու համար, եւ դարձրէք այն, օրինակ, «հանրային», երբ որոշէք հրապարակել։
nl: Tip: verstuur iets aan jezelf om een concept te maken. Nadien kun je de zichtbaarheid alsnog instellen op ‘Openbaar’ als je het wilt publiceren.

source: Pinned content will be shown on your personal profile in the order you want. Reorder pinned content from the profile menu. Pinned content will federate and otherwise function as any other content.
fr: Le contenu épinglé s'affiche sur votre profil personnel dans l'ordre que vous souhaitez. Vous pouvez réorganiser le contenu épinglé à partir du menu du profil. Le contenu épinglé sera fédéré et fonctionnera comme tout autre contenu.
hy: Ամրացուած բովանդակութիւնն երեւալու է պրոֆիլում ձեր ուզած յաջորդականութեամբ։ Փոխէք ամրացուած բովանդակութիւնը պրոֆիլի ընտրացանկից։ Ամրացուած բովանդակութիւնը ֆեդերացուելու է եւ գործելու է այլ բովանդակութեան պէս։
nl: Vastgemaakte items worden getoond op je persoonlijke profiel, in een volgorde naar keuze. Herorden vastgemaakte items via het profielmenu. Deze items worden tevens verspreidt naar andere servers en functioneren verder ook als andere items.

source: Error saving content.
fr: Erreur de sauvegarde de la publication.
hy: Բովանդակութեանը պահպանելիս առաջացաւ սխալ։
nl: Het item kan niet worden bewaard.

source: When visibility is set to 'Limited', you must either mention recipients in the text or include your mutuals.
nl: Als de zichtbaarheid is ingesteld op ‘Beperkt’, dan dien je zelf de ontvangers te kiezen.

source: Some recipients couldn't be found.
fr: Certains destinataires sont introuvables.
hy: Որոշ ստացողները գտնուած չեն։
nl: Sommige ontvangers zijn niet gevonden.

source: Validation error
fr: Erreur de validation
hy: Հաստատման սխալ
nl: Verificatiefout

source: Avatar of
fr: Avatar de
hy: ֊ի աւատար
nl: Profielfoto van

source: Contacts - following
fr: Contacts - abonnements
hy: Կապեր՝ հետեւուող
nl: Contactpersonen - volgend

source: Contacts - followers
fr: Contacts - abonné-e-s
hy: Կապեր՝ հետեւորդներ
nl: Contactpersonen - volgers

source: An error happened while trying to follow.
fr: Une erreur s'est produite lors de la tentative d'abonnement.
hy: Հետեւելու փորձի ժամանակ ինչ֊որ բան սխալ գնաց։
nl: Er is een fout opgetreden tijdens het volgverzoek.

source: An error happened while trying to unfollow.
fr: Une erreur s'est produite lors de la tentative de désabonnement.
hy: Ապահետեւելու փորձի ընթացքում ինչ֊որ բան սխալ գնաց։
nl: Er is een fout opgetreden tijdens het ontvolgverzoek.

source: An error happened while fetching new content
fr: Une erreur est survenue pendant le chargement de nouvelles publications
hy: Նոր բովանդակութիւնը ստանալիս մի բան սխալ գնաց
nl: Er is een fout opgetreden tijdens het ophalen van nieuwe items.

source: An error happened while sharing the content
fr: Une erreur s'est produite en essayant de partager la publication
hy: Տարածելիս մի բան սխալ գնաց
nl: Er is een fout opgetreden tijdens het delen van de items.

source: An error happened while unsharing the content
fr: Une erreur s'est produite en essayant de ne plus partager la publication
hy: Ապատարածելիս մի բան սխալ գնաց
nl: Er is een fout opgetreden tijdens het ontdelen van nieuwe items.

source: Custom
fr: Personnalisé
hy: Յատուկ
nl: Aangepast
