Repository: jaywink/socialhome
Catalog: socialhome/locale/*/LC_MESSAGES/django.po
Languages: fr, hy, nl

source: Profile (all)
fr: Profil (tout)
hy: Պրոֆիլ (բոլորը)
nl: Profiel (alles)

source: Profile (pinned)
fr: Profil (épinglé)
hy: Պրոֆիլ (ամրացուած)
nl: Profiel (vastgemaakt)

source: Tag
fr: Étiquette
hy: Պիտակ
nl: Label

source: A federated social home.
fr: Un site social fédéré.
hy: Քո տունը դաշնեզերքում։
nl: Een gefedereerd buurthuis.

source: Limited stream
fr: Flux limité
hy: Սահմանափակ հոսք
nl: Beperkte stream

source: Local stream
fr: Flux local
hy: Տեղական հոսք
nl: Lokale steam

source: Public stream
fr: Flux public
hy: Դաշնային հոսք
nl: Openbare stream

source: All content tagged with #%s.
fr: Toutes les publications étiquetées avec #%s.
hy: #%s֊ով պիտակած բոլոր գրառումները։
nl: Alle inhoud gelabeld ‘#%s’.

source: Followed tags stream
fr: Flux des étiquettes suivies
hy: Հետեւուող պիտակի հոսքը
nl: Labelsteam

source: Content from followed tags.
fr: Publications contenant des étiquettes suivies.
hy: Հետեւուող պիտակներով բովանդակութիւն։
nl: Items met door jou gevolgde labels.

source: Followed stream
fr: Flux des abonnements
hy: Հետեւուող հոսք
nl: Gevolgde stream

source: My content
fr: Mes publications
hy: Իմ գրառումները
nl: Mijn items

source: Contacts
hy: Կապեր
nl: Contactpersonen

source: My Profile
fr: Mon profil
hy: Իմ պրոֆիլը
nl: Mijn profiel

source: Sign Up
fr: S'enregistrer
hy: Գրանցուել
nl: Registreren

source: Log In
fr: Se connecter
hy: Մուտք
nl: Inloggen

source: API token
fr: Jeton API
nl: Api-sleutel

source: Emails
fr: Courriels
hy: էլ․ փոստ
nl: E-mailadressen

source: Admin
fr: Administration
hy: Վարչապետ
nl: Beheerder

source: Task queue
fr: File d'attente des tâches
hy: Գործերի հերթ
nl: Takenwachtrij

source: Logout
fr: Se déconnecter
hy: Ելք
nl: Uitloggen

source: E-mail Addresses
fr: Adresses électroniques
hy: էլ․ փոստի հասցեներ
nl: E-mailadressen

source: The following e-mail addresses are associated with your account:
fr: Les adresses électroniques suivantes sont associées à votre compte :
hy: Հետեւեալ էլ․ փոստի հասցեները կապուած են ձեր հաշուի հետ՝
nl: De volgende e-mailadressen zijn gekoppeld aan je account:

source: Verified
fr: Vérifié
hy: Հաստատուած
nl: Geverifieerd

source: Unverified
fr: Non vérifiée(s)
hy: Չհաստատուած
nl: Niet-geverifieerd

source: Primary
fr: Principale
hy: Հիմնական
nl: Hoofdadres

source: Make Primary
fr: Définir comme principale
hy: Դարձնել հիմնական
nl: Instellen als hoofdadres

source: Re-send Verification
fr: Renvoyer la vérification
hy: Կրկին ուղարկել ստուգման իմակը
nl: Verificatiemail opnieuw versturen

source: Remove
fr: Retirer
hy: Հեռացնել
nl: Verwijderen

source: Warning:
fr: Avertissement :
hy: Զգօ՛ն՝
nl: Waarschuwing:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
fr: Vous n'avez actuellement pas d'adresse électronique configurée. Vous devriez vraiment ajouter une adresse électronique afin de pouvoir recevoir des notifications, réinitialiser votre mot de passe, etc.
hy: Այս պահին ոչ մի էլ․ փոստի հասցէ չես նշել։ Դու ուզում ես աւելացնել էլ․ հասցէ՝ ծանուցումներ ստանալու, ծածկագիր փոխելու համար։
nl: Je hebt nog geen e-mailadressen toegevoegd. Voeg een e-mailadres toe om meldingen te ontvangen, je wachtwoord te herstellen, etc.

source: Add E-mail Address
fr: Ajouter une adresse courriel
hy: Աւելացնել էլ․ փոստի հասցէ
nl: E-mailadres toevoegen

source: Add E-mail
fr: Ajouter un courriel
hy: Աւելացնել էլ․ փոստ
nl: E-mailadres toevoegen

source: Do you really want to remove the selected e-mail address?
fr: Voulez-vous vraiment retirer les adresses courriel sélectionnées ?
hy: Իսկապէ՞ս ուզում ես հեռացնել այս էլ․ փոստի հասցէն։
nl: Weet je zeker dat je het gekozen e-mailadres wilt verwijderen?

source: Confirm E-mail Address
fr: Confirmer l'adresse courriel
hy: Հաստատել էլ․ փոստի հասցէն
nl: E-mailadres bevestigen

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est une adresse courriel pour l'utilisateur %(user_display)s.
hy: Հաստատէք, որ <a href="mailto:%(email)s">%(email)s</a> հասցէն իսկապէսi %(user_display)s օգտատիրոջն է։
nl: Bevestig dat <a href="mailto:%(email)s">%(email)s</a> een e-mailadres is van %(user_display)s.

source: Confirm
fr: Confirmer
hy: Հաստատել
nl: Bevestigen

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
fr: Ce lien de confirmation de courriel est expiré ou invalide. Veuillez en <a href="%(email_url)s">créer un nouveau</a>.
hy: Այս՝ էլ․ փոստ հաստատելու յղումը սխալ է կամ հնացած։ Խնդում եմ <a href="%(email_url)s">ստեղծել նոր էլ․ փոստի հասցէ հաստատելու հայց</a>։
nl: De bevestigingslink is verlopen of ongelding. <a href="%(email_url)s">Verstuur een nieuwe link</a>.

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
fr: Vous avez confirmé que <a href="mailto:%(email)s">%(email)s</a> est une adresse courriel pour l'utilisateur %(user_display)s.
hy: Դու հաստատեցիր, որ <a href="mailto:%(email)s">%(email)s</a> ֊ը %(user_display)s օգտատիրոջ էլ․ փոստի հասցէն է։
nl: Je hebt bevestigd dat <a href="mailto:%(email)s">%(email)s</a> een e-mailadres is van %(user_display)s.

source: Sign In
fr: S'enregistrer
hy: Մուտք
nl: Inloggen

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
fr: Veuillez vous connecter avec l'un de vos comptes tiers existants. Ou, <a href="%(signup_url)s">enregistrez</a> un compte %(site_name)s et connectez-vous ci-dessous :
nl: Log in met een van je externe accounts, of <a href="%(signup_url)s">registreer</a> een account op %(site_name)s en log hieronder in:

source: or
fr: ou
hy: կամ
nl: of

source: Forgot Password?
fr: Mot de passe oublié ?
hy: ծածկագիրը մոռացա՞ր։
nl: Wachtwoord vergeten?

source: Sign Out
fr: Se déconnecter
hy: Ելք
nl: Uitloggen

source: Are you sure you want to sign out?
fr: Vous êtes sûr de vouloir vous déconnecter ?
hy: Համոզուա՞ծ ես։
nl: Weet je zeker dat je wilt uitloggen?

source: Change Password
fr: Changer le mot de passe
hy: Փոխել ծածկագիրը
nl: Wachtwoord wĳzigen

source: Password Reset
fr: Réinitialiser le mot de passe
hy: Նոր ծածկագիր
nl: Wachtwoord herstellen

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
fr: Vous avez oublié votre mot de passe ? Saisissez votre adresse électronique ci-dessous, et nous vous enverrons un courriel vous permettant de le réinitialiser.
hy: Մոռացա՞ր ծածկագիրը։ Մուտքագրիր էլ․ հասցէդ ներքեւում, ու մենք կուղարկենք իմակ՝ նոր ծածկագիր նշելու յղումով։
nl: Ben je je wachtwoord vergeten? Voer hieronder je e-mailadres in om een e-mail met herstelinstructies te ontvangen.

source: Reset My Password
fr: Réinitialiser mon mot de passe
hy: Ստեղծել նոր ծածկագիր
nl: Wachtwoord herstellen

source: Please contact us if you have any trouble resetting your password.
fr: Veuillez nous contacter si vous avez des difficultés à réinitialiser votre mot de passe.
hy: Կապուէ՛ք մեզ հետ, եթէ նոր ծածկագիր ստեղծելու խնդիրներ կան։
nl: Neem contact met ons op als je problemen ervaart.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un courriel. Veuillez nous contacter si vous ne le recevez pas dans les minutes qui suivent.
hy: Նամակ ենք ուղարկել։ Կապուիր մեզ հետ, եթէ չստանաս այն մի քանի րոպէից։
nl: We hebben je een e-mail toegestuurd. Neem contact met ons op als je hem niet binnen enkele minuten ontvangt.

source: Bad Token
fr: Jeton invalide
hy: սխան թոքեն
nl: Verkeerde sleutel

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr: Le lien de réinitialisation du mot de passe est invalide, possiblement parce qu'il a déjà été utilisé. Veuillez en demander <a href="%(passwd_reset_url)s">un nouveau</a>.
hy: Ծածկագիր ստեղծելու յղումը սխալ է, հաւանաբար այն արդէն օգտագործուել է։ Փորձէք կրկին <a href="%(passwd_reset_url)s">նոր ծածկագիր ստեղծել</a>։
nl: De wachtwoordherstellink is ongeldig - mogelijk is deze al gebruikt. Doe een <a href="%(passwd_reset_url)s">nieuw herstelverzoek</a>.

source: change password
fr: changer le mot de passe
hy: փոխել ծածկագիրը
nl: wachtwoord wĳzigen

source: Your password is now changed.
fr: Votre mot de passe a été modifié.
hy: Ծածկագիրը յաջողութեամբ փոխուեց։
nl: Je wachtwoord is gewijzigd.

source: Set Password
fr: Définir un mot de passe
hy: Նշել ծածկագիր
nl: Wachtwoord instellen

source: Signup
fr: Se connecter
hy: Գրանցուել
nl: Registreren

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
fr: Vous avez déjà un compte ? Dans ce cas veuillez vous <a href="%(login_url)s">connecter</a>.
hy: Արդէն ունե՞ս շահիւ՝ Ապա <a href="%(login_url)s">մուտք գործիր</a>։
nl: Heb je al een account? <a href="%(login_url)s">Log dan in</a>.

source: Sign Up Closed
fr: Inscription fermée
hy: Գրանցումը փակ է
nl: Registratie gesloten

source: We are sorry, but the sign up is currently closed.
fr: Nous sommes désolés, mais l'inscription est actuellement fermée.
hy: Աւաղ, գրանցումը հիմա փակ է։
nl: Het spijt ons zeer, maar momenteel zijn registraties niet toegestaan.

source: Verify Your E-mail Address
fr: Vérifiez votre adresse courriel
hy: Ստուգիր էլ․ փոստդ
nl: E-mailadres verifiëren

source: We have sent an e-mail to <a href="mailto:%(email)s">%(email)s</a> for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
fr: Nous avons envoyé un courriel à <a href="mailto:%(email)s">%(email)s</a> pour vérification. Suivez le lien fourni pour finaliser le processus d'inscription. Veuillez nous contacter si vous ne le recevez pas dans les minutes qui suivent.
hy: Մենք իմակ յղեցինք <a href="mailto:%(email)s">%(email)s</a> հասցէով։ Կտացրու ստացած յղումը գրանցումն աւարտելու համար։ Կապուիր մեզ հետ, եթէ մի քանի րոպէ անց նամակ ստացած չլինես։
nl: We hebben een e-mail gestuurd naar <a href="mailto:%(email)s">%(email)s</a>. Klik op de link daarin om het registratieproces af te ronden. Neem contact met ons op als je de e-mail niet binnen enkele minuten ontvangt.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
fr: Cette partie du site nous oblige à vérifier que vous êtes bien celui ou celle que vous prétendez être. À cette fin, nous vous demandons de vérifiez la propriété de votre adresse électronique.
nl: Voor toegang tot dit gedeelte is het nodig om jezelf te verifiëren. Daarom vragen we je bij deze om je e-mailadres te bevestigen.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un courriel pour vérification. Veuillez cliquer sur le lien contenu dans ce courriel. Veuillez contactez-nous si vous ne le recevez pas dans les minutes qui suivent.
hy: Մենք ձեզ ուղարկել ենք իմակ՝ էլ․ փոստի հասցէն հաստատելու համար։ Կտացրէք էլ․ փոստով ստացուած յղումը։ Կապուէք մեզ հետ, եթէ մի քանի րոպէի ընթացքում իմակը ձեզ չհասնի։
nl: We hebben een verificatie-e-mail naar je e-mailadres gestuurd. Klik op de link om je adres te bevestigen. Neem contact met ons op als je e-mail niet binnen enkele minuten ontvangt.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
fr: <strong>Note :</strong> vous pouvez toujours <a href="%(email_url)s">modifier votre adresse électronique</a>.
nl: <strong>Let op:</strong> je kunt je <a href="%(email_url)s">e-mailadres nog wĳzigen</a>.

source: Preferences
fr: Préférences
nl: Instellingen

source: Export data
fr: Exporter les données
nl: Gegevens exporteren

source: Download export
fr: Télécharger les données exportées
nl: Export downloaden

source: created
fr: créé
nl: gemaakt

source: Request new export
fr: Demander une nouvelle exportation
nl: Nieuw exportverzoek

source: Delete account
fr: Supprimer le compte
nl: Account verwijderen

source: Back to profile
fr: Retour au profil
nl: Terug naar profiel

source: Export request failed. Please try again later or contact the admin.
fr: La demande d'exportation a échoué. Veuillez réessayer plus tard ou contacter l'administrateur.
nl: Het exportverzoek is mislukt. Probeer het later opnieuw of neem contact op met de beheerder.

source: Export has been requested. You will receive an email when it is ready for download.
fr: L'exportation a été demandée. Vous recevrez un courriel lorsqu'elle sera prête à être téléchargée.
nl: Het exportverzoek is ingediend. Je ontvangt een e-mail zodra de export gereed is.

source: The export can also be downloaded from this page when it is ready.
fr: L'exportation peut également être téléchargée à partir de cette page lorsqu'elle est prête.
nl: De export kan tevens van deze pagina worden gedownload zodra het verzoek is verwerkt.

source: Session Login
fr: Ouverture de session
nl: Sessieinlog

source: You are logged in as:
fr: Vous êtes connecté·e en tant que :
nl: Je bent ingelogd als

source: Viewing as an anoymous user
fr: Visualisation en tant qu'utilisateur anonyme
nl: Je bekijkt deze server als anonieme gebruiker

source: Powered by
fr: Propulsé par
nl: Aangedreven door

source: Version
nl: Versie

source: Name of User
fr: Nom de l'utilisateur
nl: Gebruikersnaam

source: Trusted editor
fr: Rédacteur de confiance
nl: Vertrouwde bewerker

source: Picture
fr: Image
nl: Afbeelding

source: Picture height
fr: Hauteur de l'image
nl: Afbeeldingshoogte

source: Picture width
fr: Largeur de l'image
nl: Afbeeldingsbreedte

source: email address
fr: adresse courriel
nl: e-mailadres

source: Handle
fr: Identifiant
nl: Gebruikersnaam

source: Webfinger subject
nl: Webfinger-onderwerp

source: RSA private key
fr: Clé RSA privée
nl: RSA - privésleutel

source: RSA public key
fr: Clé RSA publique
nl: RSA - openbare sleutel

source: Profile visibility
fr: Visibilité du profil
nl: Zichtbaarheid van profiel

source: Image - large
nl: Afbeelding - groot

source: Image - medium
fr: Image - moyenne
nl: Afbeelding - gemiddeld

source: Image - small
fr: Image - petite
nl: Afbeelding - klein

source: Location
fr: Emplacement
nl: Locatie

source: Should users content be considered NSFW?
fr: Le contenu des utilisateurs doit-il être considéré comme NSFW ?
nl: Dients gebruikersinhoud gelabeld te worden als 18+?

source: Private inbox
fr: Boîte de réception privée
nl: Privépostvak

source: Public inbox
fr: Boîte de réception publique
nl: Openbaar postvak

source: Profile - all content
fr: Profil – toutes les publications
nl: Profiel - alle inhoud

source: Tags stream
fr: Flux des étiquettes suivies
nl: Labelstream

source: Landing page
fr: Page d'accueil
nl: Startpagina

source: Choose which page you want to see as the landing page.
fr: Choisissez la page que vous souhaitez voir apparaître comme page d'accueil.
nl: Kies welke pagina je wilt instellen als startpagina.

source: Profile of %s.
fr: Profil de %s.
nl: Profiel van %s.

source: Organize content
fr: Organiser les publications
nl: Items ordenen

source: Save order
fr: Enregistrer l'ordre
nl: Volgorde opslaan

source: Copy the token to a client or tool which you want to use for interacting with your Socialhome account.
fr: Copiez le jeton vers un client ou un outil que vous souhaitez utiliser pour interagir avec votre compte Socialhome.
nl: Kopieer de toegangssleutel van een client of hulpmiddel dat je wilt gebruiken i.c.m. je Socialhome-account.

source: Important! Do not give anyone access to the token or they will be able to use your account through client apps! If you lose your token or need a new one, click 'Regenerate'.
fr: Attention ! Si vous divulguez votre jeton, n'importe qui pourra utiliser votre compte via des applis client ! Si vous perdez votre jeton ou en désirez un nouveau, cliquez sur « Régénérer ».
nl: Let op: geef niemand anders toegang tot je sleutel, anders kunnen zij toegang krijgen tot je account! Als je de sleutel kwijtraakt of een nieuwe wilt, klik dan op ‘Opnieuw genereren’.

source: Regenerate
fr: Regénérer
nl: Opnieuw genereren

source: Return to profile
fr: Retourner au profil
nl: Terug naar profiel

source: Delete account 😯
fr: Supprimer le compte 😯
nl: Account verwijderen 😯

source: Are you completely sure? This cannot be undone...
fr: En êtes-vous complètement sûr·e ? Ceci est irréversible…
nl: Weet je het zeker? Deze actie is onomkeerbaar…

source: Hey! Please note that if you <i>do</i> go ahead with this, might we say, drastic action, we will of course delete any content you have created on <i>this server</i>. Additionally, we will try to delete the content that <i>this server</i> has sent to <i>other servers</i> as requested by <i>you</i>. These servers are owned by other people (decentralization <3). If these other servers choose to ignore the delete request or they happen to have technical difficulties in deleting the content as requested by us, please contact the administrators of the other servers. Thanks <3
fr: Hé ! S'il vous plaît noter que si vous allez <i>vraiment</i> de l'avant avec cette, disons, action drastique, nous allons bien sûr supprimer tout contenu que vous avez créé sur <i>ce serveur</i>. De plus, nous essaierons de supprimer le contenu que <i>ce serveur</i> a envoyé à <i>d'autres serveurs</i> comme <i>vous</i> le demandez. Ces serveurs sont détenus par d'autres personnes (décentralisation &lt;3). Si ces autres serveurs choisissent d'ignorer la demande de suppression ou s'ils ont des difficultés techniques à supprimer le contenu comme nous le leur demandons, veuillez contacter les administrateurs des autres serveurs. Merci &lt;3
nl: Hé! Even opgelet: als je hier <i>écht</i> mee doorgaat, dan verwijderen we uiteraard alle items die je op <i>deze server</i> hebt toegevoegd. Ook proberen we items die <i>deze server</i> naar <i>andere servers</i> heeft verstuurd te verwijderen. Andere servers zijn echter in beheer van anderen (decentralisatie <3). Als die servers besluiten om het verwijderverzoek te negeren of technische problemen ervaren met het verzoek, neem dat contact op met de beheerders ervan. Bedankt. <3

source: Nah, take me back!
fr: Non, j'ai changé d'idée !
nl: Nee, ik wil tóch terug!

source: I'm leaving, bye
fr: Je quitte, bye
nl: Ik ga ervandoor, doei!

source: Change profile picture
fr: Changer l'image du profil
nl: Profielfoto wĳzigen

source: Uploading a new picture
fr: Nouvelle image en cours de téléchargement
nl: Nieuwe profielfoto uploaden

source: Click the file browse button and choose an image file from your computer. Click 'Save'.
fr: Cliquez sur le bouton de navigation des fichiers et choisissez un fichier image sur votre ordinateur. Cliquez sur "Enregistrer".
nl: Klik op de knop ‘Kiezen’ om een bestand op je computer te kiezen. Klik vervolgens op ‘Opslaan’.

source: Cropping an existing picture
fr: Recadrage d'une image existante
nl: Bestaande foto bijsnijden

source: Profile pictures are square shaped. If your picture is not square shaped, you can choose a 'point of interest' by clicking the full image preview on the right. Click on the center point you would like your profile picture be around, then click 'Save'.
fr: Les photos de profil sont de forme carrée. Si votre photo n'est pas de forme carrée, vous pouvez choisir un "point d'intérêt" en cliquant sur l'aperçu complet de l'image à droite. Cliquez sur le point central autour duquel vous souhaitez placer votre photo de profil, puis cliquez sur "Enregistrer".
nl: Profielfoto's worden getoond in de vorm van vierkanten. Als de door jou gekozen foto niet vierkant is, dan kun je deze bijsnijden door op de voorvertoning te klikken. Kies het punt dat je wilt focussen en klik vervolgens op ‘Opslaan’.

source: OEmbed cache
fr: Cache OEmbed

source: OpenGraph cache
fr: Cache OpenGraph

source: Only full editor available for non-public replies at this time
fr: Pour le moment, seul l'éditeur complet est disponible pour les réponses non publiques

source: visible to only those who shared with.
fr: visible uniquement par ceux qui avec qui on a partagé.

source: Type in the handles (eg user@example.com) of the recipients. Separate by commas. Sorry, no search yet..
fr: Tapez le nom des destinataires (par exemple user@example.com). Séparez-les par des virgules. Désolé, la recherche n'est pas encore disponible..

source: When visibility is set to 'Limited', you must either specify recipients or include your followers.
fr: Lorsque la visibilité est définie sur "Limité", vous devez soit spécifier les destinataires, soit inclure vos abonné-e-s.

source: #%s stream
fr: Flux #%s
hy: #%s հոսք

source: Streams
fr: Flux
hy: Հոսքեր

source: Account
fr: Compte
hy: Հաշիւ

source: Protocol
fr: Protocole

source: Menu
hy: Ցանկ
